Repository: one-ness/AllyisApp
Catalog: AllyisApps/Resources/Strings.*.resx
Languages: es

# Invite
source: You have been invited to join an organization:
es: Se le ha invitado a unirse a una organización:

source: Invited
es: Invitado

source: Invite Member
es: invitar miembro

# InviteMoreThanOne
source: You can invite more than one member at a time by uploading a file.
es: Puede invitar a más de un miembro a la vez cargando un archivo.

# Invites
source: You have been invited to join organizations:
es: Se le ha invitado a unirse a las organizaciones:

# InviteSomeone
source: Or you can invite someone below!
es: O bien, puede invitar a alguien de abajo!

source: Invoice
es: Factura

source: Locked out.
es: Bloqueado.

# LockedOutExplanation
source: This account has been locked out, please try again later.
es: Esta cuenta ha sido bloqueada, por favor intente de nuevo más tarde.

# LogOffPrompt
source: Are you sure you would like to sign out?
es: ¿Está seguro que desea cerrar la sesión?

source: Manage
es: Administrar

source: Manage Permissions
es: Administrar permisos

source: Marketing
es: Márketing

source: Member
es: Miembro

source: Members
es: miembros

source: Multiple Members
es: varios miembros

source: My Account
es: Mi cuenta

# NeedBillingInfo
source: In order to add a paid subscription you need to submit your billing information.
es: Con el fin de añadir una suscripción de pago que necesita para enviar su información de facturación.

# NewAccessCode
source: Are you sure you would like to create a new Access Code? \n Note: Doing so will remove all current invitations.
es: ¿Está seguro de que desea crear un nuevo código de acceso? \n Nota: Esta acción eliminará todas las invitaciones actuales.

source: NewMemberJoin
es: IngresoNuevoMiembro

source: New Password
es: Nueva Contraseña

# NewPasswordConfirm
source: Confirm New Password
es: Confirmar Nueva Contraseña

# NoProjectMessage
source: New members must be added to a project for time tracking.
es: Los nuevos miembros deben agregarse a un proyecto para el tiempo de seguimiento.

source: Number of Users
es: Número de usuarios

# Offerings
source: Please have your offerings ready for the creatures living in our servers.
es: Por favor tenga a su oferta de lista para las criaturas que viven en nuestros servidores.

source: Old Password
es: Contraseña anterior

source: oops...
es: uy ...

source: Organization
es: Organización

source: Organization Details
es: Detalles de la organización

source: Organizations
es: Organizaciones

source: Owner
es: Propietario

source: Password
es: Contraseña

# Permissions
source: Edit Permissions
es: Editar Permisos

source: Phone Number
es: Número de teléfono

# PleaseSubscribe
source: Please subscribe to a product before adding new members to the Organization
es: Por favor, suscribirse a un producto antes de añadir nuevos miembros a la Organización

# PPContents
source: Our privacy policy page is still under construction!
es: Nuestra página de política de privacidad todavía está en construcción.

# PPTitle
source: Privacy Policy and Terms of Use
es: Política de Privacidad y Condiciones de Uso

source: Price
es: Precio

source: Privacy Policy
es: Política de privacidad

source: Product
es: Producto

# RedirectToSignIn
source: click here to sign in!
es: ¡Clic aquí para ingresar!

source: Register
es: Registro

# RegisterLinkText
source: Register as a new user
es: Registrarse como nuevo usuario

# RegisterNewAccountDialogue
source: Create a new account.
es: Crea una cuenta nueva.

source: Reject
es: Rechazar

source: Remember me?
es: ¿Recuérdame?

source: Remove Billing?
es: ¿Retire de facturación?

# RemoveFromOrg
source: Are you sure you would like to remove {0} from this organization?
es: ¿Seguro que desea eliminar

# RemoveFromOrgNoName
source: Are you sure you would like to remove the selected user(s) from your organization?
es: ¿Está seguro de que desea eliminar los usuarios seleccionados de su organización?

source: Remove from Subscription
es: Remover de suscripción

source: Remove Member
es: Eliminar miembro

# RemoveOrg
source: Remove from Organization
es: Remover de Organización

source: Remove Subscription
es: Retire suscripción

source: Reset
es: Reiniciar

source: Reset Password
es: Restablecer la contraseña

source: Reset Password Confirmation
es: Confirmación de restablecimiento de contraseña

# ResetPasswordSuccessDialogue
source: Your password has been reset. Please
es: Tu contraseña ha sido restablecida. Por favor

source: Send
es: Enviar

source: Set Manager
es: Administrador de conjuntos

source: Set Member
es: Conjunto Miembro

source: Set Owner
es: Establecer Propietario

source: Set User
es: Conjunto Usuario

source: Sign In
es: Registrarse

source: Sign Out
es: Desconectar

source: Single Member
es: Miembro Individual

# SiteURL
source: Website
es: Sitio web

# SpanishSpain
source: Español (España) - Spanish (Spain)
es: Español (España)

source: Subdomain
es: Subdominio

source: Subdomain Name
es: Nombre Subdominio

source: Submit Billing Info
es: Presentar la información de facturación

source: Subscribe
es: Suscribir

# SubscribeToProducts
source: Here you can subscribe to any products Allyis Apps has to offer!
es: Aquí puede suscribirse a cualquiera de los productos Allyis Aplicaciones tiene que ofrecer!

source: Subscriptions
es: Suscripciones

source: Support
es: Apoyo

source: Tasks
es: Tareas

source: Template
es: Modelo

# TimeTrackerDescription
source: Tracks time spent on your projects!
es: Rastrea el tiempo gastado en sus proyectos!

# TimeTrackerProjectRequired
source: TimeTracker Project is required.
es: Proyecto de Rastreador de Tiempo es necesario.

source: TimeTracker Role
es: Función de la Rastreador de Tiempo

# TimeTrackerRoleRequired
source: TimeTracker Role is required.
es: Rastreador de Tiempo Rol es necesario.

source: Toggle Navigation
es: Activar la Navegación

source: Toggle Sidebar
es: Activar la barra lateral

# TooManyUsers
source: You have too many users in this subscription to add more! Increase your subscription size to accommodate more users!
es: Tiene demasiados usuarios en esta suscripción para añadir más! Aumentar el tamaño de la suscripción para dar cabida a más usuarios!

# TOS
source: Terms of Service
es: Términos de Servicio

# TrackProject
source: TimeTracker Project
es: Proyecto de Rastreador de Tiempo

source: Unassigned
es: sin asignar

source: Unsubscribe
es: Darse de baja

source: Upgrade
es: Mejorar

source: Upload
es: Subir

# UserSearchPlaceholder
source: User Search 🔎
es: Usuario Buscar

source: View Error Message
es: Ver mensaje de error

source: View Member Info
es: Ver Información Miembro

# WarningWhenSwitchingToFreeSubscription
source: Are you sure you want to switch to a free subscription?\n\nThis will cancel any paid subscription.
es: ¿Seguro que desea cambiar a una suscripción gratuita?\n\nEste va a cancelar cualquier suscripción de pago.

# WarningWhenUnsubscribing
source: Are you sure you want to unsubscribe from {0}?
es: ¿Está seguro de que desea darse de baja de %subnombre%?

source: Website
es: Sitio web

# YourOrganizations
source: My Organizations
es: Mis Organizaciones

# AgeTooLow
source: You are too young to use this site.
es: Eres demasiado joven para usar este sitio.

# ArugmentNullMessage
source: cannot be a null reference.
es: no puede ser una referencia nula.

# CannotEditSubscriptionsMessage
source: You are unable to edit subscriptions for this organization.
es: No puede editar suscripciones para esta organización.

# CannotViewProfileMessage
source: You are unable to view this organization.
es: No puede ver esta organización.

# DateOutOfValidSQLRange
source: Date is not within acceptable ranges.
es: La fecha no está dentro de rangos aceptables.

# EmailAlreadyValidatedMessage
source: You have already validated your email.
es: Ya ha validado su correo electrónico.

# InvalidAccessCodeMessage
source: The access code provided is invalid.
es: El código de acceso proporcionado no es válido.

# ModelNullMessage
source: The model provided is null.
es: El modelo proporcionado es nulo.

# NoOrganizationWhenGoingToApp
source: You aren't in an organization. Please create one or get an invite.
es: Usted no está en una organización. Crea uno o recibe una invitación.

# NoOrganizationWhenTryingToEditAnApp
source: Please create or join an organization first.
es: Por favor, cree o únase a una organización primero.

# OrganizationNonExistantMessage
source: The specified organization does not exist.
es: La organización especificada no existe.

# ParameterErrorMessage
source: The provided parameters are not valid.
es: Los parámetros proporcionados no son válidos.

# SignInFailureMessage
source: Username or password was incorrect.
es: El nombre de usuario o la contraseña eran incorrectos.

# SubscriptionNonExistantMessage
source: The specified subscription does not exist.
es: La suscripción especificada no existe.

# UserProfileIncomplete
source: All fields of your user profile must be filled out before you can use this Allyis App.
es: Todos los campos de su perfil de usuario se deben completar antes de poder utilizar esta aplicación.

source: You are not subscribed to this product.
es: No estás suscrito a este producto.

# FirstNameValidationAddMember
source: Please enter a first name
es: Por favor, dar un nombre de pila.

# LastNameValidationAddMember
source: Please enter a last name
es: Por favor, dar un apellido.

source: Remove Invitation
es: Eliminar Invitación

source: Reactivate
es: Reactivar

# ProjectReactivateNotification
source: You have successfully reactivated the project
es: Ha reactivado con éxito el proyecto

# CustomerReactivateNotification
source: You have successfully reactivated the customer
es: Ha reactivado con éxito al cliente

source: Edit Member
es: Editar miembro

# NotAuthZData
source: You are not authorized to retrieve this data.
es: No está autorizado a recuperar estos datos.

# NotAuthZDataOtherUser
source: You are not authorized to retrieve this data for another user.
es: No está autorizado para recuperar estos datos para otro usuario.

source: Salaried
es: asalariado

source: Products
es: Productos

# Edit
source: Edit Customer
es: Editar
