Repository: one-ness/AllyisApp
Catalog: AllyisApps/Resources/Strings.*.resx
Languages: es

source: Actions
es: Comportamiento

# ActionUnauthorizedMessage
source: You are not authorized to perform this action.
es: Usted no está autorizado para realizar esta acción.

source: Add
es: Añadir

source: Add Customer
es: Añadir al cliente

# Address
source: Street Address
es: Dirección

source: Admin
es: Administración

source: After
es: Después de

# AllUsersFirst
source: ALL
es: TODOS

# AllUsersLast
source: USERS
es: LOS USARIOS

# AlreadyApprovedCannotEdit
source: The time entry you are attempting to edit has been approved and can no longer be edited.
es: La entrada de tiempo que intenta editar ha sido aprobada y ya no se puede editar.

source: Back to List
es: Volver a la lista

source: Bereavement Leave
es: Dejar el duelo

# BillingRemoved
source: Billing information removed.
es: Se eliminó la información de facturación.

source: Cancel
es: Cancelar

# CannotCreateBlankPayClass
source: You cannot create a blank pay class.
es: No puede crear una clase de pago en blanco.

# CannotCreateHolidayWithInvalidDate
source: You cannot create a holiday without a valid date.
es: No puede crear vacaciones sin una fecha válida.

# CannotCreateHolidayWIthoutName
source: You cannot create a holiday without a name.
es: No puede crear vacaciones sin un nombre.

# CannotCreateReport
source: Could not create report.
es: No se pudo crear el informe.

# CannotDeletePayClass
source: The specified pay class could not be deleted. Please consider merging it with another pay class instead.
es: No se pudo eliminar la clase de pago especificada porque está en uso. Considere combinarla con otra clase de pago.

# CannotEditDate
source: You cannot edit this date.
es: No puede editar esta fecha.

# CannotEditMembersMessage
source: You are unable to edit the members of this organization.
es: Usted no puede editar los miembros de esta organización.

# CannotEditProfileMessage
source: You are unable edit this organization.
es: Usted es incapaz de editar esta organización.

# CannotExceed24
source: Duration cannot exceed 24 hours in a day.
es: Duración no puede exceder las 24 horas en un día.

# CannotMergePayClass
source: The specified pay class cannot be merged into another pay class.
es: La clase de pago especificada no se puede fusionar en otra clase de pago.

# CannotRemoveBilling
source: You cannot remove your billing information while you are still paying for subscriptions!
es: ¡No puede eliminar su información de facturación mientras todavía está pagando por suscripciones!

# CanOnlyEdit
source: You can only edit dates after
es: Sólo puede editar fechas después de

# CantViewOtherTimeCards
source: You do not have the privilege of viewing other people's time cards.
es: No tienes el privilegio de ver las tarjetas de tiempo de otras personas.

# ChangePasswordSuccessMessage
source: Your password has been changed.
es: Su contraseña ha sido cambiada.

# ChoosePayClassToMerge
source: Choose a pay class to merge {0} into
es: Elegir una clase de pago para combinar con {0}

source: Christmas
es: Navidad

source: Christmas Eve
es: Nochebuena

source: City
es: Ciudad

# Clear
source: Clear Changes
es: Borrar los cambios pendientes

# ConfirmDeleteHoliday
source: Are you sure you want to delete the holiday {0}?
es: ¿Seguro que quieres eliminar las vacaciones {0}?

# ConfirmDeletePayClass
source: Are you sure you want to delete the pay class {0}?
es: ¿Seguro que quieres eliminar la clase de pago {0}?

# ConfirmPasswordValidation
source: Please confirm your password.
es: Por favor, confirme su contraseña.

source: Contact Email
es: Correo electrónico de contacto

source: Contact Phone Number
es: Teléfono de contacto

# CopyDay
source: Copy previous day
es: Copiar el día anterior

# CopyWeek
source: Copy previous week
es: Copiar la semana anterior

source: Country
es: País

# Create
source: Create Customer
es: Crear Cliente

source: Created
es: Creado

# CreatePasswordValidation
source: Please create a password.
es: Por favor, cree una contraseña.

source: Create Project
es: Crear un Proyecto

# Current
source: Current Week
es: Semana actual

source: Customer
es: Cliente

# CustomerCreatedNotification
source: You have successfully created the customer.
es: Ha creado correctamente el cliente.

# CustomerDeleteNotification
source: has been deleted successfully.
es: ha sido eliminado con éxito.

source: Customer Details
es: Detalles del cliente

# CustomerDetailsUpdated
source: Customer details have been updated successfully.
es: Detalles del cliente se han actualizado correctamente.

# CustomerList
source: Customers
es: Clientes

# CustomerOrgId
source: Customer ID
es: Cliente ID

# CustomerOrgIdNotUnique
source: This Customer ID is already in use. The Customer ID must be a unique value.
es: Este ID de cliente ya está en uso. El ID de cliente debe ser un valor único.

source: Customers
es: Clientes

source: Customers File
es: Archivo de Clientes

source: Date
es: Fecha

source: Date Range
es: Rango de fechas

source: Day
es: Día

# DayAfterThanksgiving
source: Black Friday
es: Acción de gracias

source: days
es: días

source: Delete
es: Borrar

# DeleteHeader
source: Are you sure you want to delete this?
es: ¿Estás seguro que quieres eliminar esto?

source: Delete Holiday
es: Eliminar vacaciones

source: Delete Pay Class
es: Eliminar clase de pago

# DeleteUnauthorizedMessage
source: You do not have permission to delete projects
es: No tienes permiso para eliminar proyectos

source: Description
es: Descripción

source: Details
es: Detalles

# DropDownEmpty
source: Select...
es: Seleccionar...

source: Duration
es: Duración

# DurationFormat
source: You must enter the time duration as HH:MM or H.HH format.
es: Debe introducir la duración del tiempo como formato HH: MM o H.HH.

source: Edit Project
es: Editar Proyecto

source: Edit User
es: Editar Usuario

# EditUsersSubscriptionMaxDialogue1
source: Current Subscription allows for
es: Suscripción vigente permite a

# EditUsersSubscriptionMaxDialogue2
source: Users.
es: usuarios.

source: EIN
es: NIE

# EmailFormatValidation
source: The entered text is not a valid email address.
es: El texto introducido no es una dirección válida de correo electrónico.

# EmailValidation
source: Please enter an email address.
es: Por favor, dar una dirección de correo electrónico.

# EmployeeIdNotUniqueError
source: The Employee ID is not unique.
es: El ID de empleado no es único.

source: Employees
es: Empleados

source: Employee Type
es: Tipo de empleado

source: End Date
es: Fecha Final

# EnterATimeLongerThanZero
source: You must enter a time longer than 00:00.
es: Debe introducir un tiempo superior a 00:00.

source: Export
es: Exportar

# FailureCreatePayClassAlreadyExists
source: Could not create pay class: that pay class name already exists.
es: No se pudo crear la clase de pago: ese nombre de clase de pago ya existe.

# FailureProjectCreated
source: Could not create project.
es: No se pudo crear el proyecto.

# FailureProjectEdited
source: Could not update project.
es: No se pudo actualizar el proyecto.

source: Fax Number
es: Número de fax

# FileFormatUnsupported
source: This file format is not supported.
es: Este formato de archivo no es compatible.

source: First Name
es: Nombre de pila

# FirstNameValidation
source: Please enter your first name.
es: Por favor, dar su nombre de pila.

source: Fixed
es: Fijo

source: Friday
es: viernes

source: Holiday
es: Fiesta

source: Holidays
es: Fiestas

source: Hourly
es: Cada hora

source: Hours per
es: Horas por

source: hours total
es: horas en total

# ImportCustomers
source: Upload an Excel file with information about customers and projects to import more than one at a time.
es: Cargue un archivo de Excel con información sobre clientes y proyectos para importar más de uno a la vez.

# ImportCustomersTitle
source: Upload Customers and Projects
es: Cargar Clientes y Proyectos

source: Independence Day
es: Día de la Independencia

# InvalidApprovalState
source: The time entry you are attempting to edit has an invalid approval state.
es: La entrada de hora que intenta editar tiene un estado de aprobación no válido.

# InvalidEmail
source: Email address is invalid.
es: Dirección de correo electrónico es inválida.

# InvalidSOW
source: Invalid start of week input.
es: Ingreso de inicio de semana no válido.

# InvitationCount2
source: subscription spaces are used by invitations currently.
es: plazas de suscripción son utilizados por las invitaciones en la actualidad.

# InvitationCount3
source: You can manage those from the Organization Manage page.)
es: Puede administrar los de la página Administrar Organización.)

# InvitationDeleteNotification
source: You have successfully deleted an invitation.
es: Ha eliminado con éxito una invitación.

source: Jury Duty
es: Servicio de jurado

source: Labor Day
es: Día laboral

source: Last Name
es: Apellido

# LastNameValidation
source: Please enter your last name.
es: Por favor, dar su apellido.

source: Lock Date
es: Fecha de bloqueo

# LockDateUpdate
source: Successfully updated lock date settings.
es: Configuración de fecha de bloqueo actualizada con éxito.

# LockDateUpdateFail
source: Failed to update lock date settings.
es: Error al actualizar la configuración de fecha de bloqueo.

# LogOffSuccess
source: You have logged off successfully!
es: Has cerrado la sesión con éxito!

# LRP
source: Live Report Preview
es: Previa Crónica actual

source: Manager
es: Gerente

# ManageTTUsers
source: Manage TimeTracker Users
es: Administrar usuarios de Rastreador de Tiempo

source: Manage Users
es: Administrar usuarios

source: Member List
es: Lista de miembros

source: Memorial Day
es: Día conmemorativo

source: Merge
es: Mancomunarse

# MergePayClass
source: Merge With Another Pay Class
es: Mancomunarse Clases de Pago

source: Monday
es: lunes

source: Month
es: Mes

source: months
es: meses

# MustSelectPayClass
source: You must select a pay class.
es: Debe seleccionar una clase de pago.

# MustSelectProject
source: You must select a project.
es: Debe seleccionar un proyecto.

source: Name
es: Nombre

source: New Year's Day
es: Día de Año Nuevo

# Next
source: Next Week
es: La próxima semana

# NoAccountForEmail
source: There is no account registered for that email address.
es: No hay ninguna cuenta registrada para esa dirección de correo electrónico.

# NoActionsSelected
source: No actions were selected.
es: No se seleccionaron acciones.

# NoDataPreview
source: There is no data preview to display.
es: No hay vista previa para visualizar los datos.

# NoDataToExport
source: There was no data to be exported.
es: No había datos para exportar.

# NoEntriesToApprove
source: There are no entries to approve.
es: No hay entradas para aprobar.

source: No Filter
es: Sin filtro

source: No lock date
es: Sin fecha de bloqueo

source: None
es: Ninguna

# NotAuthZApproveTimeEntries
source: You are not authorized to approve time entries.
es: No está autorizado para aprobar entradas de tiempo.

# NotAuthZTimeEntry
source: You are not authorized to create a time entry.
es: No está autorizado para crear una entrada de tiempo.

# NotAuthZTimeEntryDelete
source: You are not authorized to delete a time entry.
es: No está autorizado a eliminar una entrada de tiempo.

# NotAuthZTimeEntryEdit
source: You are not authorized to edit a time entry.
es: No está autorizado para editar una entrada de tiempo.

# NotAuthZTimeEntryOtherUser
source: You are not authorized to create a time entry for another user.
es: No está autorizado para crear una entrada de tiempo para otro usuario.

# NotAuthZTimeEntryOtherUserDelete
source: You are not authorized to delete a time entry for another user.
es: No está autorizado a eliminar una entrada de tiempo para otro usuario.

# NotAuthZTimeEntryOtherUserEdit
source: You are not authorized to edit a time entry for another user.
es: No está autorizado a editar una entrada de tiempo para otro usuario.

# NotifyYourEmailIsConfirmed
source: Your Email has been confirmed.
es: Tu correo ha sido confirmado.

# NoUsersHaveBeenDefined
source: No users have been defined for this action.
es: No hay usuarios se han definido para esta acción.

# NoUsersSelected
source: No users were selected.
es: No se seleccionaron usuarios.

# OffProj
source: Unassigned Users
es: Usuarios no asignados

# OffProjects
source: Unassigned Projects
es: Proyectos no asignados

# OnProj
source: Assigned Users
es: Usuarios asignados

# OnProjects
source: Assigned Projects
es: Proyectos asignados

# Org
source: Organization
es: Organización

# OrganizationCreatedNotification
source: You have successfully created the organization
es: Ha creado la organización

# OrganizationDeleteNotification
source: has been deleted successfully.
es: se ha eliminado correctamente.

# OrganizationDetailsUpdated
source: Organization details have been updated successfully.
es: Detalles de la organización se han actualizado correctamente.

# OrganizationUserRolesUpdated
source: Organization user roles have been updated successfully.
es: Roles de usuario Organización se han actualizado correctamente.

# OrgSOW
source: Organization's Week Starts On:
es: Semana de la organización comienza el:

source: Other Leave
es: otro Dejar

source: Overtime
es: Horas Extraordinarias

# OvertimeUpdate
source: Successfully updated overtime settings.
es: Configuración de horas extraordinarias actualizada correctamente.

source: Paid Time Off
es: Tiempo libre pagado

# PasswordCompareValidation
source: The entered passwords do not match.
es: Las contraseñas no coinciden dadas.

# PasswordLengthValidation
source: Your password must be at least 12 characters long.
es: Su contraseña debe tener al menos 12 caracteres.

# PasswordValidation
source: Please enter your password.
es: Por favor, dar su contraseña.

source: Pay Class
es: Clase de Pago

# PClass
source: Pay Class
es: Clasificación de Pago

# PClasses
source: Pay Classes
es: Clasificaciones de pago

# PhoneFormatValidation
source: The entered phone number's format is invalid.
es: El formato del número de teléfono dado no es válido.

# PleaseUploadFile
source: Please upload your file.
es: Cargue su archivo.

source: Postal Code
es: Código Postal

source: Preview
es: Avance

# Previous
source: Previous Week
es: Semana pasada

source: Price Type
es: Tipo Precio

source: Project
es: Proyecto

# ProjectDeleteNotification
source: has been deleted successfully.
es: Ha sido eliminado correctamente.

source: Project Details
es: Detalles del Proyecto

# ProjectList
source: Back
es: Listo de Proyectos

# ProjectOrgId
source: Project ID
es: ID del proyecto

# ProjectOrgIdNotUnique
source: The chosen Project ID already exists. The value must be a unique value.
es: El ID de proyecto elegido ya existe. El valor debe ser único.

source: Projects
es: Proyectos

# ProjectSearchPlaceholder
source: Project Search 🔎
es: Búsqueda de proyectos

source: Projects File
es: Archivo de Proyectos

source: Regular
es: Ordinario

source: Report
es: Informe

source: Reports
es: Informes

# ResetEmailHasBeenSent
source: A message containing a password reset link has been sent to
es: Un mensaje que contiene un enlace de restablecimiento de contraseña ha sido enviada a

source: Role
es: rol

source: Saturday
es: sábado

source: Save
es: Salvar

# SearchPlaceholder
source: Search 🔎
es: Buscar

# SearchPlaceholder1
source: User Search 🔎
es: Búsqueda de usuario

# SearchPlaceholder2
source: Find Member 🔎
es: Encuentra miembro

source: Select Project
es: Seleccione su proyecto

source: Settings
es: Ajustes

source: Start Date
es: Fecha de Inicio

source: State
es: Estado

# StatusErrorMessage
source: An error has occurred.
es: Se ha producido un error.

# SubdomainTaken
source: The subdomain name provided has already been taken!
es: ¡El nombre del subdominio ya se ha tomado!

# SuccessfulCreateHoliday
source: Created holiday successfully.
es: Creado vacaciones con éxito.

# SuccessfulCreatePayClass
source: Pay class created successfully.
es: Clase de pago creada correctamente.

# SuccessfulDeleteHoliday
source: Holiday deleted successfully.
es: Vacaciones eliminadas correctamente.

# SuccessfulDeletePayClass
source: Pay class {0} deleted successfully
es: Clase de pago eliminada correctamente

# SuccessfulMergePayClass
source: Pay class merged successfully.
es: Clase de pago mancomunarse correctamente.

# SuccessfulSOW
source: Successfully updated start of week.
es: Actualizar con éxito el inicio de la semana.

# SuccessProjectCreated
source: Your project was created.
es: Su proyecto fue creado.

# SuccessProjectEdited
source: Your project has been updated.
es: Su proyecto ha sido actualizada.

source: Sunday
es: domingo

source: Thursday
es: jueves

source: Time Entry
es: Hora entrada

source: Time Tracker
es: Rastreador de Tiempo

# Token
source: Token was not assigned properly.
es: Token no se asignó correctamente.

# TooManyUsersInSubToAdd
source: You have too many users in your subscription to add {0} more.
es: Tienes demasiados usuarios en tu suscripción para agregar {0} más.

source: Track Time
es: Rastrear Tiempo

source: Tuesday
es: martes

# UnableParseDuration
source: Unable to parse duration.
es: No se puede analizar la duración.

# UnauthorizedReports
source: You are not authorized to create reports.
es: No tiene permisos para crear informes.

# UnauthorizedReportsOtherUser
source: You are not authorized to create reports for other users.
es: No está autorizado para crear informes para otros usuarios.

source: Unpaid Time Off
es: Sin pagar Tiempo Libre

# UpdateProfileSuccessMessage
source: Your profile has been updated.
es: Tu perfil ha sido actualizado.

# UseLockDate
source: Allow editing of the past
es: Permitir la edición del pasado

source: User
es: Usuario

# UserAccountAlreadyExists
source: User account already exists, please sign in. If you forgot your password, click 'Forgot Password' on the sign in page.
es: Cuenta de usuario ya existe. Haga clic en el enlace "Olvidó su contraseña" para restablecer su contraseña.

# UserAddedSuccessfully
source: has been successfully added.
es: ha sido agregado con éxito.

# UserAlreadyExists
source: already is a part of this organization!
es: es ya una parte de esta organización!

source: User deleted successfully.
es: Usuario eliminado correctamente.

# UserEmailed
source: has been sent an email invitation.
es: se ha enviado una invitación de correo electrónico.

source: Users
es: Usuarios

# UsersAddedToTimeTracker
source: {0} users added to TimeTracker.
es: {0} usuarios agregados a TimeTracker.

# UsersChangedRolesInOrg
source: {0} users changed roles in organization.
es: {0} usuarios cambian los roles en la organización.

source: Users changed roles in Time Tracker.
es: {0} usuarios cambiaron roles en Time Tracker.

# UsersRemovedFromOrg
source: {0} users were removed from the organization.
es: Se eliminaron {0} usuarios de la organización.

source: users removed from TimeTracker.
es: usuarios eliminados de TimeTracker.

source: View
es: Ver

# WarnProblemSigningIn
source: There was a problem signing in.
es: Ha habido un problema con el registro.

# WarnYourEmailHasAlreadyBeenConfirmed
source: Your Email has already been confirmed.
es: Su correo electrónico ya ha sido confirmada.

source: Wednesday
es: miércoles

source: Week
es: Semana

# WeekInitial
source: W
es: S

source: weeks
es: semanas

source: with a multiplier of
es: con un multiplicador de

source: Yes
es: Sí

# YouAreUnableToChangeYourOwnRole
source: You are unable to change your own role in the organization.
es: Usted no puede cambiar su propio papel en la organización.

# YouAreUnableToRemoveYourself
source: You are unable to remove yourself from an organization.
es: Usted no puede darse de baja de una organización.

# YouDidNotDefineATargetRole
source: You did not define a target role for the users
es: Que no define una función objetivo para los usuarios

source: You don't have a subscription to Time Tracker!
es: Usted no tiene una suscripción al Rastreador de tiempo!

# YourOrg
source: Your Organization
es: Tu organización

source: About
es: Sobre

source: Accept
es: Aceptar

source: Add as Owner
es: Agregar Propietario

source: Add Billing Information
es: Añadir la información de facturación

source: Add Member
es: Añadir miembro

source: Add Members
es: Añadir miembros

source: All Users
es: Todos los usuarios

source: Any
es: Alguna

source: Apps
es: Aplicaciones

source: Back
es: Regreso

source: Billing Email
es: Correo Electrónico de Facturas

source: Billing History
es: Historial de facturación

source: Billing Information
es: Datos de facturación

# CannotAddMessage
source: In order to add a new member to your organization,
es: Con el fin de añadir un nuevo miembro a su organización,

# CannotAddMessage2
source: they must be either a user of a service or an owner!
es: deben ser un usuario de un servicio o un propietario!

# CannotReduceUserCount
source: You cannot reduce the user count this low without first removing users from your subscription!
es: No se puede reducir el recuento de usuarios esta baja sin quitar primero los usuarios de su suscripción!

# CapsLock
source: Caps Lock is on.
es: Bloqueo de mayúsculas está activado.

source: Card
es: Tarjeta de crédito

source: Change Password
es: Cambia la contraseña

source: Choose File
es: Elija el archivo

source: Coming Soon
es: Próximamente

# ConfirmDeleteOrg
source: Are you sure you wish to delete this organization? This action cannot be undone.
es: ¿Está seguro de que desea eliminar esta organización? Esta acción no se puede deshacer.

source: Confirm Email
es: Confirmar correo electrónico

# ConfirmEmailDialogue
source: Thank you for confirming your email. Please
es: Gracias por confirmar su correo electrónico usted. Por favor

source: Confirm Password
es: Confirmar contraseña

# ConfirmRemoveBilling
source: Are you sure that you want to remove your billing information?
es: ¿Seguro que desea eliminar los datos de facturación?

# ConfirmUnsubscribe
source: Are you sure you want to unsubscribe?
es: ¿Seguro que desea cancelar su suscripción?

source: Continue
es: Continuar

source: Create Organization
es: Crear organización

source: Date of Birth
es: Fecha de nacimiento

source: Delete Organization
es: Eliminar Organización

# DropSubcription
source: Drop Subscription
es: caída de suscripción

source: Edit Employee
es: Editar empleado

source: Edit Organization
es: Editar organización

source: Edit Profile
es: Editar perfil

source: Edit Subscription
es: Editar suscripción

source: Email
es: Correo Electrónico

source: Employee ID
es: Identificación del empleado

source: English (United States)
es: English (United States) - Inglés (Estados Unidos)

source: Enter your email.
es: Introduce tu correo electrónico.

# ExampleFile
source: Example File Download
es: Ejemplo de descarga de archivos

source: Expense
es: Gastos

# FirstUserOffer
source: First five users FREE! Additional users can be purchased at the price of $5 for 5 users.
es: Primeros cinco usuarios GRATIS! Los usuarios adicionales se pueden adquirir al precio de $5 para 5 usuarios.

source: Forgot Password Confirmation
es: ¿Ha olvidado su contraseña Confirmación

# ForgotPasswordViewTitle
source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Free
es: Gratis

source: Get Billing History
es: Obtener historial de facturación

source: Go Home
es: Vete a casa

source: Help
es: Ayuadame

# HelpText
source: Our help page is still under construction! Meanwhile, if you need assistance, please make a request through your manager.
es: ¡Nuestra página de ayuda todavía está en construcción! Mientras tanto, si necesita ayuda, por favor haga una solicitud a través de su gerente.

source: Hide
es: Esconder

# IAgree
source: I agree to the Allyis
es: Estoy de acuerdo con la Allyis

source: Index
es: Índice
